name: "onnx-bert"
platform: "onnxruntime_onnx"
max_batch_size: 0

input [
  {
    name: "input.1"
    data_type: TYPE_INT64
    dims: [ 1, 8 ]
  }
]

output [
  {
    name: "1342"
    data_type: TYPE_FP32
    dims: [ 1, 768 ]  
  }
]


optimization { execution_accelerators {
  cpu_execution_accelerator : [ {
    name : "openvino"
  }]
}}